{
  "routes": [
    "/blog/4",
    "/blog/1",
    "/blog/2",
    "/blog/3",
    "/blog/7",
    "/blog/9",
    "/blog/5",
    "/blog/12",
    "/blog/8",
    "/blog/10",
    "/blog/11",
    "/te/blog/7",
    "/te/blog/2",
    "/te/blog/4",
    "/te/blog/3",
    "/te/blog/5",
    "/te/blog/1",
    "/te/blog/10",
    "/te/blog/8",
    "/te/blog/11",
    "/te/blog/12",
    "/te/blog/9",
    "/guides/1",
    "/guides/4",
    "/guides/2",
    "/guides/5",
    "/guides/11",
    "/guides/7",
    "/guides/12",
    "/guides/9",
    "/guides/3",
    "/guides/10",
    "/guides/8",
    "/guides/14",
    "/guides/15",
    "/guides/6",
    "/te/guides/9",
    "/te/guides/5",
    "/te/guides/1",
    "/te/guides/12",
    "/te/guides/4",
    "/te/guides/7",
    "/te/guides/6",
    "/te/guides/2",
    "/te/guides/11",
    "/te/guides/14",
    "/te/guides/8",
    "/te/guides/3",
    "/te/guides/10",
    "/te/guides/15"
  ],
  "metadata": [
    {
      "route": "/blog/4",
      "title": "Managing Chronic Joint Pain Naturally",
      "description": "Discover natural methods and lifestyle changes that can help reduce chronic joint pain and inflammation."
    },
    {
      "route": "/blog/1",
      "title": "5 Essential Tips for Maintaining Healthy Bones",
      "description": "Strong bones start with smart habits. Explore 5 essential tips—from nutrient-rich diet and weight-bearing exercises to lifestyle swaps and lasting gains."
    },
    {
      "route": "/blog/2",
      "title": "Understanding Osteoporosis: Prevention and Treatment",
      "description": "A comprehensive guide to understanding osteoporosis, its risk factors, and modern treatment approaches."
    },
    {
      "route": "/blog/3",
      "title": "Post-Surgery Recovery: What to Expect",
      "description": "Essential information about the recovery process after orthopedic surgery and how to optimize healing."
    },
    {
      "route": "/blog/7",
      "title": "Knee Replacement Surgery: Recovery, Benefits & What to Expect",
      "description": "Struggling with constant knee pain? Knee replacement surgery can restore mobility, ease discomfort, and help you get back to an active lifestyle. Learn when it’s needed, how recovery works, and what results to expect."
    },
    {
      "route": "/blog/9",
      "title": "Understanding Heel Pain: Causes and Focus on Plantar Fasciitis",
      "description": "Heel pain is one of the most common foot complaints, and plantar fasciitis is often the leading cause. Learn why it happens, how it feels, and the best ways to manage it."
    },
    {
      "route": "/blog/5",
      "title": "The Role of Physical Therapy in Recovery",
      "description": "Understanding how physical therapy accelerates healing and prevents future injuries."
    },
    {
      "route": "/blog/12",
      "title": "Beat Backache: Causes, Prevention & Treatments for Back Pain",
      "description": "Back pain is a common issue, but it doesn't have to control your life. Learn about the main causes of backache, from muscle strain to disc problems, and discover effective prevention strategies and treatment options to get you back on your feet."
    },
    {
      "route": "/blog/8",
      "title": "Hip Replacement Surgery: Recovery, Benefits & Patient Guide",
      "description": "Hip pain can limit every step you take. Hip replacement surgery is a proven way to relieve pain and improve movement. Discover when it’s recommended, what the procedure involves, and how recovery can bring back your independence."
    },
    {
      "route": "/blog/10",
      "title": "ACL Tear: Understanding Causes, Treatment & Recovery",
      "description": "An ACL tear can sideline your active lifestyle—but with the right treatment and therapy, getting back in the game is possible. Learn what causes ACL tears, how they’re treated, and what recovery truly looks like."
    },
    {
      "route": "/blog/11",
      "title": "Understanding Meniscus Injuries: Causes, Symptoms, and Treatment",
      "description": "Meniscus injuries are among the most common knee problems, often caused by twisting movements or sports-related activities. Learn about the causes, symptoms, and treatment options to ensure proper healing and prevent long-term complications."
    },
    {
      "route": "/te/blog/7",
      "title": "మోకాలి మార్పిడి శస్త్రచికిత్స: కోలుకోవడం, ప్రయోజనాలు & ఏమి ఆశించాలి",
      "description": "నిరంతరం మోకాలి నొప్పితో ఇబ్బంది పడుతున్నారా? మోకాలి మార్పిడి శస్త్రచికిత్స కదలికను పునరుద్ధరించగలదు, అసౌకర్యాన్ని తగ్గించగలదు మరియు చురుకైన జీవనశైలికి తిరిగి రావడానికి మీకు సహాయపడుతుంది. ఇది ఎప్పుడు అవసరమో, కోలుకోవడం ఎలా పనిచేస్తుందో మరియు ఎలాంటి ఫలితాలను ఆశించాలో తెలుసుకోండి."
    },
    {
      "route": "/te/blog/2",
      "title": "బోలు ఎముకల వ్యాధిని అర్థం చేసుకోవడం: నివారణ మరియు చికిత్స",
      "description": "బోలు ఎముకల వ్యాధి, దాని ప్రమాద కారకాలు మరియు ఆధునిక చికిత్సా విధానాలను అర్థం చేసుకోవడానికి ఒక సమగ్ర మార్గదర్శి."
    },
    {
      "route": "/te/blog/4",
      "title": "దీర్ఘకాలిక కీళ్ల నొప్పులను సహజంగా నిర్వహించడం",
      "description": "దీర్ఘకాలిక కీళ్ల నొప్పులు మరియు వాపులను తగ్గించడంలో సహాయపడే సహజ పద్ధతులు మరియు జీవనశైలి మార్పులను కనుగొనండి."
    },
    {
      "route": "/te/blog/3",
      "title": "శస్త్రచికిత్స తర్వాత కోలుకోవడం: ఏమి ఆశించాలి",
      "description": "ఆర్థోపెడిక్ సర్జరీ తర్వాత కోలుకునే ప్రక్రియ మరియు వైద్యంను ఎలా సానుకూలం చేయాలి అనే దాని గురించి ముఖ్యమైన సమాచారం."
    },
    {
      "route": "/te/blog/5",
      "title": "రికవరీలో ఫిజికల్ థెరపీ పాత్ర",
      "description": "ఫిజికల్ థెరపీ వైద్యంను ఎలా వేగవంతం చేస్తుందో మరియు భవిష్యత్తులో గాయాలను ఎలా నివారిస్తుందో అర్థం చేసుకోవడం."
    },
    {
      "route": "/te/blog/1",
      "title": "ఆరోగ్యకరమైన ఎముకలను నిర్వహించడానికి 5 ముఖ్యమైన చిట్కాలు",
      "description": "బలమైన ఎముకలు స్మార్ట్ అలవాట్లతో ప్రారంభమవుతాయి. పోషకాలు అధికంగా ఉండే ఆహారం మరియు బరువు మోసే వ్యాయామాల నుండి జీవనశైలి మార్పులు మరియు శాశ్వత లాభాల వరకు 5 ముఖ్యమైన చిట్కాలను అన్వేషించండి."
    },
    {
      "route": "/te/blog/10",
      "title": "ACL చిరుగు: కారణాలు, చికిత్స & కోలుకోవడం",
      "description": "ACL చిరుగు మీ చురుకైన జీవనశైలిని పక్కకు నెట్టవచ్చు - కానీ సరైన చికిత్సతో, ఆటలోకి తిరిగి రావడం సాధ్యమవుతుంది. ACL చిరుగు కారణమేమిటి, వాటికి ఎలా చికిత్స చేస్తారు మరియు కోలుకోవడం నిజంగా ఎలా ఉంటుందో తెలుసుకోండి."
    },
    {
      "route": "/te/blog/8",
      "title": "తుంటి మార్పిడి శస్త్రచికిత్స: కోలుకోవడం, ప్రయోజనాలు & సూచనలు",
      "description": "తుంటి నొప్పి మీరు వేసే ప్రతి అడుగును పరిమితం చేస్తుంది. తుంటి మార్పిడి శస్త్రచికిత్స నొప్పి నుండి ఉపశమనం పొందడానికి మరియు కదలికను మెరుగుపరచడానికి నిరూపితమైన మార్గం. ఇది ఎప్పుడు సిఫార్సు చేయబడుతుందో, ఆ ప్రక్రియ ఎలా చేస్తారో మరియు కోలుకున్న తర్వాత మీ స్వాతంత్ర్యాన్ని ఎలా తిరిగి పొందగలరో తెలుసుకోండి."
    },
    {
      "route": "/te/blog/11",
      "title": "మెనిస్కస్ గాయాలను అర్థం చేసుకోవడం: కారణాలు, లక్షణాలు మరియు చికిత్స",
      "description": "మెనిస్కస్ (నెలవంక) గాయాలు అత్యంత సాధారణ మోకాలి సమస్యలలో ఒకటి, తరచుగా మెలితిప్పిన కదలికలు లేదా క్రీడలకు సంబంధించిన కార్యకలాపాల వల్ల సంభవిస్తాయి. సరైన వైద్యం నిర్ధారించడానికి మరియు దీర్ఘకాలిక సమస్యలను నివారించడానికి కారణాలు, లక్షణాలు మరియు చికిత్స ఎంపికల గురించి తెలుసుకోండి."
    },
    {
      "route": "/te/blog/12",
      "title": "నడుము నొప్పిని జెయించండి: నడుము నొప్పికి గల కారణాలు, నివారణ మరియు చికిత్సలు",
      "description": "నడుము నొప్పి ఒక సాధారణ సమస్య, కానీ అది మీ జీవితాన్ని నియంత్రించకూడదు. కండరాల బెణుకు నుండి డిస్క్ సమస్యల వరకు నడుము నొప్పికి ప్రధాన కారణాల గురించి తెలుసుకోండి. అలాగే, మిమ్మల్ని మళ్లీ చురుకుగా మార్చడానికి సహాయపడే సమర్థవంతమైన నివారణ వ్యూహాలు మరియు చికిత్స ఎంపికలను కనుగొనండి."
    },
    {
      "route": "/te/blog/9",
      "title": "మడమ నొప్పిని అర్థం చేసుకోవడం: కారణాలు మరియు ప్లాంటార్ ఫాసిటిస్ పై దృష్టి",
      "description": "మడమ నొప్పి అనేది పాదాల సమస్యలకు అత్యంత సాధారణ కారణాలలో ఒకటి. ప్లాంటార్ ఫాసిటిస్ అందుకు ప్రధాన కారణం. ఇది ఎందుకు జరుగుతుంది, ఎలా అనిపిస్తుంది మరియు దానిని నియంత్రించడానికి ఉత్తమ మార్గాలను తెలుసుకోండి."
    },
    {
      "route": "/guides/1",
      "title": "Flat Foot Care: Effective Exercises and Tips for Healthy Feet",
      "description": "Flat foot (fallen arches) is a common condition that can cause pain, fatigue, and difficulty with walking. The right exercises and lifestyle care can help strengthen your feet, improve posture, and prevent discomfort."
    },
    {
      "route": "/guides/4",
      "title": "Plantar Fascia Exercises: Effective Stretches and Strengthening for Heel Pain Relief",
      "description": "Simple daily stretches and strengthening exercises can significantly reduce heel pain caused by plantar fasciitis. Learn easy home exercises to heal your plantar fascia and prevent recurrence."
    },
    {
      "route": "/guides/2",
      "title": "Best Diet for Gout Patients: Foods to Eat and Avoid",
      "description": "Gout is a painful form of arthritis caused by excess uric acid in the body. The right (low purine) diet can help reduce flare-ups, manage uric acid levels, and improve overall joint health."
    },
    {
      "route": "/guides/5",
      "title": "Knee Strengthening Exercises: A Detailed Patient Guide",
      "description": "Learn how to strengthen the muscles around your knee (quads, hamstrings, glutes, calves) with this comprehensive guide. Includes step-by-step instructions for effective exercises and recommendations for specific knee conditions like ACL tear, PCL tear, and arthritis."
    },
    {
      "route": "/guides/11",
      "title": "The ACL Rehab Journey: A Complete Post-Operative Protocol",
      "description": "This guide outlines a typical timeline and the goals, exercises, and milestones for each phase, from the day after surgery to a full year later."
    },
    {
      "route": "/guides/7",
      "title": "Navigating Life with a Plaster Cast: Essential Care and Tips",
      "description": "A broken bone is a temporary setback, but proper cast care is crucial for a smooth recovery. Learn essential tips for living with a plaster cast, including how to keep it dry, manage itching, and spot red flags that need a doctor's attention."
    },
    {
      "route": "/guides/12",
      "title": "Neck Pain Exercises: Effective Stretches and Strengthening for Relief",
      "description": "Simple and effective neck exercises to relieve stiffness, improve posture, and strengthen neck muscles. Safe movements designed for patients with chronic neck pain, desk workers, and post-injury recovery."
    },
    {
      "route": "/guides/9",
      "title": "Hypothyroidism Diet: Fueling Your Body for Optimal Thyroid Health",
      "description": "Learn about the best diet for hypothyroidism patients to support thyroid function and manage symptoms. Discover foods that help and those to approach with caution."
    },
    {
      "route": "/guides/3",
      "title": "Back Strengthening Exercises: Do’s and Dont's",
      "description": "Strengthening your back muscles is one of the best ways to prevent back pain and improve posture. Here’s a simple set of safe and effective back exercises you can do at home, along with important do’s and don’ts."
    },
    {
      "route": "/guides/10",
      "title": "Post-Operative Diet: Your Guide to Healing After Surgery",
      "description": "What you eat after surgery is key to your recovery. This guide covers the best foods to eat and what to avoid to help your body heal, fight infection, and regain energy."
    },
    {
      "route": "/guides/8",
      "title": "Managing High Blood Pressure: Essential Diet for Hypertensive Patients",
      "description": "Discover the best dietary strategies to control high blood pressure. Learn about foods to eat and avoid, and how a heart-healthy diet can improve your hypertension."
    },
    {
      "route": "/guides/14",
      "title": "Post-Meniscus Surgery Rehab: Exercises & Recovery Timeline",
      "description": "A comprehensive guide to meniscus repair rehabilitation, including a week-by-week timeline and step-by-step instructions for post-op exercises to help you recover and get back on your feet."
    },
    {
      "route": "/guides/15",
      "title": "Post-Surgery Recovery: What to Expect",
      "description": "Essential information about the recovery process after orthopedic surgery and how to optimize healing."
    },
    {
      "route": "/guides/6",
      "title": "Diabetic Diet Chart for Andhra Pradesh Patients",
      "description": "Discover a 7-day diabetic diet chart tailored for patients in Andhra Pradesh. This guide includes delicious, local recipes and essential tips to manage blood sugar and live a healthier life."
    },
    {
      "route": "/te/guides/9",
      "title": "హైపోథైరాయిడిజం ఆహారం: సరైన థైరాయిడ్ ఆరోగ్యం కోసం మీ శరీరానికి ఇంధనం",
      "description": "థైరాయిడ్ పనితీరుకు మద్దతు ఇవ్వడానికి మరియు లక్షణాలను నిర్వహించడానికి హైపోథైరాయిడిజం రోగులకు ఉత్తమ ఆహారం గురించి తెలుసుకోండి. సహాయపడే ఆహారాలను మరియు జాగ్రత్తగా తీసుకోవలసిన వాటిని కనుగొనండి."
    },
    {
      "route": "/te/guides/5",
      "title": "మోకాలిని బలపరిచే వ్యాయామాలు: వివరణాత్మక సూచనలు",
      "description": "ఈ సమగ్ర గైడ్‌తో మీ మోకాలి చుట్టూ ఉన్న కండరాలను (క్వాడ్స్, హామ్ స్ట్రింగ్స్, గ్లూట్స్, పిక్కలు) ఎలా బలోపేతం చేయాలో తెలుసుకోండి. ACL, PCL, మెనిస్కస్ చిరుగులు మరియు ఆర్థరైటిస్ వంటి నిర్దిష్ట మోకాలి పరిస్థితులకు ప్రభావవంతమైన వ్యాయామాలు మరియు సిఫార్సుల కోసం దశల వారీ సూచనలు తెలుసుకోండి."
    },
    {
      "route": "/te/guides/1",
      "title": "చదునైన పాదాల సంరక్షణ: ఆరోగ్యకరమైన పాదాలకు ప్రభావవంతమైన వ్యాయామాలు మరియు సూచనలు",
      "description": "ఫ్లాట్ ఫుట్ (చదునైన పాదాలు) అనేది నొప్పి, అలసట మరియు నడకలో ఇబ్బందిని కలిగించే ఒక సాధారణ పరిస్థితి. సరైన వ్యాయామాలు మరియు జీవనశైలి మీ పాదాలను బలోపేతం చేయడానికి, భంగిమను మెరుగుపరచడానికి మరియు అసౌకర్యాన్ని నియంత్రించడానికి సహాయపడుతుంది."
    },
    {
      "route": "/te/guides/12",
      "title": "మెడ నొప్పి వ్యాయామాలు: ఉపశమనం కోసం ప్రభావవంతమైన మార్గదర్శిని",
      "description": "మెడ బిగుసుతనాన్ని తగ్గించడానికి, భంగిమను మెరుగుపరచడానికి మరియు మెడ కండరాలను బలోపేతం చేయడానికి సరళమైన మరియు ప్రభావవంతమైన మెడ వ్యాయామాలు ఇవి. దీర్ఘకాలిక మెడ నొప్పి ఉన్న రోగులు, డెస్క్ పనిచేసేవారు మరియు గాయం తర్వాత కోలుకునే వారి కోసం రూపొందించబడిన సురక్షితమైన కదలికలు."
    },
    {
      "route": "/te/guides/4",
      "title": "ప్లాంటార్ ఫాసియా వ్యాయామాలు: మడమ నొప్పి నివారణకు ప్రభావవంతమైన నిత్యకృత్యాలు",
      "description": "సాధారణ రోజువారీ వ్యాయామాలు ప్లాంటార్ ఫాసియా వల్ల కలిగే మడమ నొప్పిని గణనీయంగా తగ్గిస్తాయి. మీ ప్లాంటార్ ఫాసియాను నయం చేయడానికి మరియు పునరావృతం కాకుండా నిరోధించడానికి సులభమైన మరియు ఇంటి వద్దనే చేయగలిగే వ్యాయామాలను నేర్చుకోండి."
    },
    {
      "route": "/te/guides/7",
      "title": "ప్లాస్టర్ కాస్ట్‌తో జీవించడం: ముఖ్యమైన జాగ్రత్తలు మరియు చిట్కాలు",
      "description": "ఎముక విరగడం తాత్కాలిక సమస్యే, కానీ సరైన కాస్ట్ సంరక్షణ త్వరగా కోలుకోవడానికి చాలా అవసరం. ప్లాస్టర్ కాస్ట్‌తో జీవించడానికి ముఖ్యమైన చిట్కాలు, దానిని పొడిగా ఉంచుకోవడం, దురదను తగ్గించడం మరియు వైద్యుని సహాయం అవసరమైన ప్రమాద సంకేతాలను గుర్తించడం వంటి వాటి గురించి తెలుసుకోండి."
    },
    {
      "route": "/te/guides/6",
      "title": "ఆంధ్రప్రదేశ్ మధుమేహ రోగుల కోసం ఆహార పట్టిక",
      "description": "ఆంధ్రప్రదేశ్లోని డయాబెటిస్ (షుగర్) రోగుల కోసం రూపొందించిన 7 రోజుల డయాబెటిక్ డైట్ చార్ట్ను కనుగొనండి. ఈ గైడ్లో రుచికరమైన, స్థానిక వంటకాలు మరియు రక్తంలో చక్కెరను నియంత్రించడానికి అవసరమైన చిట్కాలు ఉన్నాయి."
    },
    {
      "route": "/te/guides/2",
      "title": "గౌట్ రోగులకు ఉత్తమ ఆహారం: తినవలసినవి మరియు తినకూడనివి",
      "description": "గౌట్ అనేది శరీరంలో యూరిక్ యాసిడ్ అధికంగా ఉండటం వల్ల కలిగే బాధాకరమైన ఆర్థరైటిస్. సరైన ఆహారం లక్షణాలు తగ్గించడానికి, యూరిక్ యాసిడ్ స్థాయిలను నియంత్రణకి మరియు మొత్తం కీళ్ల ఆరోగ్యాన్ని మెరుగుపరచడంలో సహాయపడుతుంది."
    },
    {
      "route": "/te/guides/11",
      "title": "ACL పునరావాస ప్రయాణం: శస్త్రచికిత్స అనంతర ప్రోటోకాల్",
      "description": "ఈ మార్గదర్శిని శస్త్రచికిత్స జరిగిన రోజు నుండి ఒక సంవత్సరం వరకు ప్రతి దశకు ఒక సాధారణ కాలక్రమం మరియు లక్ష్యాలు, వ్యాయామాలు మరియు మైలురాళ్ళను వివరిస్తుంది."
    },
    {
      "route": "/te/guides/14",
      "title": "మెనిస్కస్ సర్జరీ తర్వాత పునరావాసం: వ్యాయామాలు & పునరుద్ధరణ కాలక్రమం",
      "description": "మెనిస్కస్ రిపేర్ పునరావాసానికి ఒక సమగ్ర మార్గదర్శిని, ఇందులో మీరు కోలుకోవడానికి మరియు తిరిగి మీ కాళ్లపై నిలబడటానికి సహాయపడే శస్త్రచికిత్స అనంతర వ్యాయామాలకు వారం వారీ కాలక్రమం మరియు దశల వారీ సూచనలు ఉన్నాయి."
    },
    {
      "route": "/te/guides/8",
      "title": "అధిక రక్తపోటును నియంత్రించడం: అధిక రక్తపోటు ఉన్నవారికి అవసరమైన ఆహారం",
      "description": "అధిక రక్తపోటును నియంత్రించడానికి ఉత్తమ ఆహార పద్ధతులను కనుగొనండి. ఏ ఆహారాలు తినాలి మరియు ఏవి నివారించాలి, మరియు హృదయానికి ఆరోగ్యకరమైన ఆహారం మీ అధిక రక్తపోటును ఎలా మెరుగుపరుస్తుందో తెలుసుకోండి."
    },
    {
      "route": "/te/guides/3",
      "title": "వెన్ను బలపరిచే వ్యాయామాలు: చేయవలసినవి & చేయకూడనివి",
      "description": "మీ వీపు కండరాలను బలోపేతం చేయడం అనేది వెన్నునొప్పిని నివారించడానికి మరియు భంగిమను మెరుగుపరచడానికి ఉత్తమ మార్గాలలో ఒకటి. మీరు ఇంట్లో చేయగలిగే సురక్షితమైన మరియు ప్రభావవంతమైన వీపు వ్యాయామాల సెట్ ఇక్కడ ఉంది, ముఖ్యమైనవి మరియు చేయకూడనివి కూడా ఉన్నాయి."
    },
    {
      "route": "/te/guides/10",
      "title": "శస్త్రచికిత్స అనంతర ఆహారం: శస్త్రచికిత్స తర్వాత కోలుకోవడానికి మీ మార్గదర్శిని",
      "description": "శస్త్రచికిత్స తర్వాత మీరు తినే ఆహారం మీ కోలుకోవడంలో కీలకం. ఈ మార్గదర్శిని మీ శరీరం నయం కావడానికి, ఇన్ఫెక్షన్లను నివారించడానికి మరియు శక్తిని తిరిగి పొందడానికి తినవలసిన ఉత్తమ ఆహారాలు మరియు నివారించవలసినవి ఏమిటో వివరిస్తుంది."
    },
    {
      "route": "/te/guides/15",
      "title": "శస్త్రచికిత్స తర్వాత కోలుకోవడం: ఏమి ఆశించాలి",
      "description": "ఆర్థోపెడిక్ సర్జరీ తర్వాత కోలుకునే ప్రక్రియ మరియు వైద్యంను ఎలా సానుకూలం చేయాలి అనే దాని గురించి ముఖ్యమైన సమాచారం."
    }
  ]
}